Dr-RegEx/contest2026_497_nitelabu/board/ESP32-S31 Function-CoreBoard-1 + ESP32-S31 Korvo-1/demo/i2c-c6/c6/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_I2C_SLAVE_SCL_GPIO=4
CONFIG_I2C_SLAVE_SDA_GPIO=5
CONFIG_I2C_SLAVE_ADDRESS=104
